[
  {
    "image": "images/recommend.png",
    "link": "./local/NeffRecommend.pdf",
    "text": "Letter of Recommendation",
    "description" : "A recommendation from my former university professor, Rick Neff, one of the most brilliant people I know. We are still in touch and discuss many of life's mysteries.",
    "project": true
  },
    {
      "image": "images/matchheads.png",
      "link": "https://play.google.com/store/apps/details?id=com.binarycocoa.matchheads&hl=en_US&gl=US",
      "text": "Match Heads",
      "description" : "An electronic card-matching game I helped develop at Binary Cocoa, using the Godot game engine. I took the rough code, refined the mechanics, added a tutorial, all animations and polish. I published the game to Apple and Google Play stores (not currently available on Apple). Download it at the Google Play store.",
      "project": true
    },
    {
        "image": "images/EarthquakeTracker.png",
        "link": "https://picker807.github.io/WDD330Final/",
        "text": "Earthquake Map",
        "description" : "Final project for Front End Web Development II. Get earthquake data from anywhere in the world. This site uses a couple of APIs and the Leafelt map library. Earthquake results are populated on a map with custom markers and popups. Made using vanilla html, JavaScript, CSS and JSON ",
        "project": true
    },
    {
        "image": "images/SleepOutside.png",
        "link": "https://superlative-wisp-1cfa3e.netlify.app/",
        "text": "Sleep Outside",
        "description" : "Group project for Front End Web Development II. A mock shopping site for outdoor gear. We were given mostly functional code, which we modified over several weeks adding functionality and features.",
        "project": true
      },
    {
        "video": "images/key-quest-crop.mp4",
      "text": "Key Quest",
      "description" : "A game-like security key generator for cryptocurrency, created with Godot game engine. This was a commissioned project and only a rough version was completed. Instead of writing down your security key, just complete the same actions in the same order and Key Quest will consistenly generate the same key. To my knowledge this has not been put into production and cannot be accessed online. ",
      "project": true
    },
    {
      "image": "images/IForgaveYou.png",
    "link":  "https://www.audible.com/pd/I-Forgave-You-Yesterday-Audiobook/B0B331S79Q",
    "text": "Narration: I Forgave You Yesterday",
    "description" : "This is my first published book narration. You can listen to the sample on Audible.",
    "project": true
  }
]
